/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Не удалось преобразовать формат песни.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Возможно, проект поврежден. Восстановите проект из резервной копии.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Этот проект создан с помощью промежуточной, не выпущенной в продажу версии Logic. Проект больше не может быть открыт.";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Песня, которую Вы пытаетесь открыть, имеет формат Logic 4 (или более ранней версии). Сначала откройте и сохраните ее с помощью Logic 7.2.1 или более ранней версии.\n\nЭто необходимо сделать на компьютере Mac с более старой версией macOS, так как старые версии Logic Pro несовместимы с macOS 10.13 и новее.";
